{
	"1": {
		"image": "1.jpg",
		"dialouges": [
			{ "person": "*", "text": "Kamehameha wakes up in a cave and gets up" },
			{ "person": "Maui", "text": "You’re finally awake." },
			{ "person": "Kamehameha", "text": "Who are you?!" },
			{ "person": "Maui", "text": "It is Maui, the gods have sent me to guide you through the sins of your brethren." },
			{ "person": "Kamehameha", "text": "Why would the great Maui be guiding me? And, why do I need to know the sins of my brethren?" },
			{ "person": "Maui", "text": "You will find all the answers you seek soon enough…" },
			{ "person": "Maui", "text": "Now, follow me, and stay close." },
			{ "person": "*", "text": "Scene change to the bottom of the cave where they meet Ku" },
			{ "person": "Maui", "text": "Stay close, the god of war is guarding the entrance to the first island." },
			{ "person": "Ku", "text": "He who wishes to enter hell must have proper intention, reveal yourself and what brings you to my feet?" },
			{ "person": "Maui", "text": "I am Maui, demi-god, and I am escorting this mortal man to unite our islands." },
			{ "person": "Ku", "text": "Maui, the Trickster, you have no purpose here, leave and don’t come again." },
			{ "person": "Maui", "text": "If you do not allow us passage, the divine gods will be furious." },
			{ "person": "Ku", "text": "I am giving you one last chance trickster. You have no authority here, leave and don’t come back." },
			{ "person": "Maui", "text": "Rage and violence has made you blind to your duty. " },
			{ "person": "*", "text": "Maui blinds Ku by hurling sand in his eyes and they sail past him to continue on to the next island." },
			{ "person": "Ku", "text": "Maui, you will regret that!" },
			{ "person": "Maui", "text": "Hurry! Let's continue onwards." },
			{ "person": "Kamehameha", "text": "What is this first island?" },
			{ "person": "Maui", "text": "The first island houses the people who were destructive towards the islands. The sinners here are suffering an eternal burning and may never escape as the island is surrounded by towering walls of fire." },
			{ "person": "*", "text": "They land on the first island" },
			{ "person": "Mahuika", "text": "Maui, why have you come back here? Just to torture me again?" },
			{ "person": "Kamehameha", "text": "Reveal your identity and tell me why you are here." },
			{ "person": "Maui", "text": "This is Mahuika, Deity of Fire, who used her powers for destruction." },
			{ "person": "Mahuika", "text": "I offered you the gift of fire, and instead you stole it and extinguished it. You killed Koiti. I sought revenge and then you sent me here!" },
			{ "person": "Maui", "text": "You tried to kill me and Hawai'i. Now you must suffer here for eternity." },
			{ "person": "Maui", "text": "Let us board our boat and continue through the wall of flames to the next island." },
			{ "person": "*", "text": "Maui and Kamehameha sail to the edge of the towering flames." },
			{ "person": "Kamehameha", "text": "How will be get past the wall?" },
			{ "person": "Maui", "text": "Don’t worry, I can dispell it with my power." },
			{ "person": "*", "text": "They continue through until they are able to see a terrible storm." },
			{ "person": "Kamehameha", "text": "What is on the next island?" },
			{ "person": "Maui", "text": "The people on the second island have committed violence to their family and friends. The second island is dreary with a never-ending boiling storm and quicksand." },
			{ "person": "Maui", "text": "The rain stings harder for those whose sin was greater in life. Stay close to me and I can shield you from the rain." },
			{ "person": "Kamehameha", "text": "Maui! Wait! The sand!" },
			{ "person": "*", "text": "Maui grabs Kamehameha and places him at his side" },
			{ "person": "Maui", "text": "Be attentive. We do not have space for mistakes." },
			{ "person": "Kamehameha", "text": "Who is that in the rain?" },
			{ "person": "Manaia", "text": "Do not worry, I am Manai, Husband of Kuiwai." },
			{ "person": "Kamehameha", "text": "Why are you here? What have you done to deserve a place in this wrathful storm?" },
			{ "person": "Manaia", "text": "I was never satisfied with my wife or family and I wronged my wife. I hurt and shamed her for her family and food. Now I suffer as I am burned from the inside from this poisoned food I am forced to eat." },
			{ "person": "Maui", "text": "Farwell sinner, as we must continue through this violent storm before we get caught stuck in the island. Keep up Kamehameha, you must make it to the other side." },
			{ "person": "*", "text": "The two dock their boat on the beach of the third island and make their way through mountains of crabs" },
			{ "person": "Kamehameha", "text": "What lies ahead, Maui?" },
			{ "person": "Maui", "text": "The third island is worse. It holds the people who are violent towards nature, the sinful magicians who prevert nature." },
			{ "person": "Maui", "text": "The sinners here have defied nature’s laws and use magic against nature. They are left in an neverending river where they are dragged along sharp earth and constantly attacked by natures animals." },
			{ "person": "Maui", "text": "Now, we shall walk along the bank of the river." },
			{ "person": "*", "text": "Later down the bank" },
			{ "person": "Kiki", "text": "HELP! Please! You! Push me back into the water or get these crabs away from me!" },
			{ "person": "Kamehameha", "text": "Who are you and what sin have you commited to end up here?" },
			{ "person": "Kiki", "text": "Help me, and I will tell you my story." },
			{ "person": "*", "text": "Kamehameha swats the crabs away" },
			{ "person": "Kiki", "text": "Thank you, I am Kiki the sorcerer. I was cursed by daylight and lived in solitude along the Waikato river. As time went on I grew hungry, and as travelers came to my house; I would use magic to harm them. Some would die, and others would just suffer from my enchanted food. However one traveler would outsmart me and end up killing me with magic just as I did to others." },
			{ "person": "Kamehameha", "text": "You killed other travelers? How could you? Go back into the river, you are not worth giving any help." },
			{ "person": "*", "text": "Kamehameha kicks Kiki back into the river." },
			{ "person": "Maui", "text": "We must continue on to the next island. However, the man Ke-Au-Nini, who defied the gods guards it. Stay with me and tread carefully." },
			{ "person": "*", "text": "They arrive at the Second Archipelago, the chain of Defiers. The boat docks to shore and they get out. They walk up to the gates of the archipelago, guarded by Ke-Au-Nini." },
			{ "person": "Ke-Au-Nini", "text": "For what reason have you two appeared before me?" },
			{ "person": "Maui", "text": "We have divine order from the gods, a very important task lies ahead of us." },
			{ "person": "Ke-Au-Nini", "text": "And why exactly should I trust *you*, Maui?" },
			{ "person": "Maui", "text": "I have not come to trick or deceive you in any way, that, I promise." },
			{ "person": "Ke-Au-Nini", "text": "And what of this other one?" },
			{ "person": "Kamehameha", "text": "I am the man who must carry out this task given by the gods." },
			{ "person": "Ke-Au-Nini", "text": "And what exactly is this task in which you are completing?" },
			{ "person": "Kamehameha", "text": "The unification of the islands of Hawai'i, a task no mere man can accomplish without the blessing of the gods, hence why we are in front of you." },
			{ "person": "Ke-Au-Nini", "text": "I see, go forth, and finish this goal, for our great islands of Hawai’i, will you?" },
			{ "person": "*", "text": "Maui and Kamehameha go forth through the gates and make it to the heart of the first island, the sinners who defied the Kapu System" },
			{ "person": "Kamehameha", "text": "I do not see anyone, what is the reason for this?" },
			{ "person": "Maui", "text": "It's due to the nature of their sin, for which they are not allowed to communicate with anyone on this island." },
			{ "person": "Kamehameha", "text": "Maui, for what reason are these people in hell?" },
			{ "person": "Maui", "text": "Those here are the sinners who defied the rules of the gods, the Kapu System." },
			{ "person": "Kamehameha", "text": "Then where are these people?" },
			{ "person": "*", "text": "A faint voice echoes from underneath their feet" },
			{ "person": "Voice", "text": "Hello? Who is that above me? Can you help me?" },
			{ "person": "Maui", "text": "They are doomed to an eternity of a faux life devoid of interaction." },
			{ "person": "*", "text": "Kamehameha acknowledges Maui, but speaks back to the voice" },
			{ "person": "Kamehameha", "text": "Who are you? And for what reason are you here?" },
			{ "person": "Voice", "text": "I remember nothing of my life, but only those I loved and cared for. My name I do not know, nor where I am exactly." },
			{ "person": "Voice", "text": "What vague memories plague me are those of happiness with my wife and children. When the village learned of our forbidden activity of eating together, men and women, all of us were put to death." },
			{ "person": "Voice", "text": "I was the first to go, after that I remember nothing but waking up in this hell of isolation." },
			{ "person": "Kamehameha", "text": "I understand. For what reason did you not listen to the gods and their words forbidding this act?" },
			{ "person": "Voice", "text": "The care I had for the members of my family is far more than the reverence I had for the gods, but now seeing this dark nothingness surrounding me, I understand." },
			{ "person": "Voice", "text": "I hope for my children to be spared from this punishment as they only did what they were told. They do not deserve this." },
			{ "person": "*", "text": "Kamehameha looks to Maui, angry at the punishment given to this person. He does not believe it’s fair that this person who only defied one rule should be sent to this eternal hell" },
			{ "person": "Maui", "text": "I understand that disappointment and anger that I can see on your face. However, those who defy the rules of the gods have no right to be with the others who followed what was asked of them." },
			{ "person": "Kamehameha", "text": "I’m certain that your children weren't punished, the gods would not be so cruel." },
			{ "person": "Voice", "text": "Do you think so?" },
			{ "person": "Kamehameha", "text": "I’m sure of it." },
			{ "person": "Maui", "text": "It’s time to go forth, we haven't time to worry about these people." },
			{ "person": "*", "text": "Kamehameha begrudgingly continues forth in his quest along with Maui" },
			{ "person": "*", "text": "Maui and Kamehameha arrive on the shore of the next island, that of the defiers of the government. They approach the sinners, tied in with their hands and feet tied up to obsidian pillars on either side of them with red hot obsidian spears piercing their bodies at different angles" },
			{ "person": "Kamehameha", "text": "What have these souls done to deserve this punishment, Maui?" },
			{ "person": "Maui", "text": "These sinners have attempted to overthrow or run from their governments, defying their order." },
			{ "person": "*", "text": "They come up to a man with innumerable amounts of spears in his back" },
			{ "person": "Man", "text": "How did you free yourselves from your chained prison? Please, tell me, the pain I feel is immeasurable and your help I must receive." },
			{ "person": "Kamehameha", "text": "What is your name, and what did you do to have this many spears in your back?" },
			{ "person": "Man", "text": "My name is Sanford D. Dole, and my sin is almost unspeakable, as the magnitude of people it affected was the entirety of Hawai’i." },
			{ "person": "*", "text": "Kamehameha faces towards Maui, looking for a reason" },
			{ "person": "Maui", "text": "The man you are looking at indeed committed an almost unspeakable sin of this nature. He overthrew the Hawaiian government along with a few conspirators." },
			{ "person": "*", "text": "Kamehameha looks back in disgust at the man" },
			{ "person": "Kamehameha", "text": "For what reason would you do this to our islands? How could you do this to our people?" },
			{ "person": "Dole", "text": "I will not speak to this, I have no regret as to what I did, and I believe it was right." },
			{ "person": "*", "text": "Kamehameha looks to Maui, boiling with fury, his expression tells a story of wanting to make this man’s existence more miserable" },
			{ "person": "Maui", "text": "I understand your pain and fury, however there is unfortunately nothing we can do, and we have so little time that if you decide to do anything longer in this place, we will not be capable of doing what the gods have asked of us." },
			{ "person": "*", "text": "Kamehameha is about ready to implode, but gets dragged along by Maui, understanding the time constraint" },
			{ "person": "Kamehameha", "text": "I wish nothing but more pain on that man, he is not deserving of any mercy" },
			{ "person": "Maui", "text": "I wish not for you to linger on this any longer, I truly do understand what the weight of his sin has done to you, but we have larger plans ahead. Board the boat, we have places to be." },
			{ "person": "*", "text": "The boat arrives on the shore and they see bright piles of magma in front of them" },
			{ "person": "Kamehameha", "text": "What have these people done to deserve this punishment?" },
			{ "person": "Maui", "text": "These people have directly defied the gods, whether it be disobeying their direct orders, or denouncing them in favor of another god." },
			{ "person": "Kamehameha", "text": "For what reason would they have to do that? Our gods have guided the right direction every step of the way. Our very islands are living proof of this." },
			{ "person": "Maui", "text": "These people believe that there are indeed other gods, and that our islands are in fact works of another god, and not our own." },
			{ "person": "*", "text": "Kamehameha looks confused, and he finds the nearest person to talk to" },
			{ "person": "Kamehameha", "text": "I understand that with your predicament, you cannot speak to me, however, I will need you to try." },
			{ "person": "Person", "text": "*gurgling noises*" },
			{ "person": "Pele", "text": "Might I be of some assistance?" },
			{ "person": "Kamehameha", "text": "Oh Pele, thank you for your help." },
			{ "person": "Pele", "text": "Speak now, non-believer, for this is the one time you will get this opportunity." },
			{ "person": "*", "text": "Pele rectracts the lava from this person's throat, allowing her to speak" },
			{ "person": "Person", "text": "I am Chiefess Kapiolani. I was once a well respected Chiefess, but now I've been resigned to being a non believer in our gods." },
			{ "person": "Kamehameha", "text": "Why, Kapiolani? Why would you do this, why deny our dear gods with so much proof in front of you?" },
			{ "person": "Kapiolani", "text": "I felt as though our gods were merely old pagan gods whom only pagans would worship, and not our actual gods who governed and helped us." },
			{ "person": "Kamehameha", "text": "This pains me to know, for I knew you in life, and to see you here hurts my soul." },
			{ "person": "Kapiolani", "text": "Feel no pain for me, I made this decision to deny our dear gods, and now I must pay the price for my actions." },
			{ "person": "*", "text": "Kamehameha looks down, saddened by seeing Kapiolani here, and wishes to move on to finish this disdainful journey" },
			{ "person": "Maui", "text": "Thank you, Pele, for giving us this chance to talk to someone here. Truly, it’s an honor." },
			{ "person": "Pele", "text": "Thank you for doing as we asked, bringing King Kamehameha through here to learn what he must do to unify our dear islands." },
			{ "person": "Maui", "text": "It’s my honor." },
			{ "person": "*", "text": "Pele re-forces lava down Chiefess Kapiolani’s throat, as she screams in anguish and pain, and Kamehameha and Maui move on to the next archipelago" },
			{ "person": "Maui", "text": "This is the final archipelago, guarded by the creature Nanaue, the half man, half shark." },
			{ "person": "*", "text": "Maui pulls out his fishhook, and uses his blood as bait" },
			{ "person": "Kamehameha", "text": "What are you doing?" },
			{ "person": "Maui", "text": "Nanue stalked and killed people in life, against his human nature. Regardless, he has developed a taste for blood." },
			{ "person": "*", "text": "Something starts tugging at the line" },
			{ "person": "*", "text": "Maui pulls Nanaue form the water and throws him to the horizon" },
			{ "person": "Kamehameha", "text": "That was Nanaue?!" },
			{ "person": "Maui", "text": "Yes, and he will come back, so stay away from the shore.”" },
			{ "person": "*", "text": "They reach the 7th island" },
			{ "person": "Maui", "text": "This is the island where people who incite war are tortured, most of which are chiefs from the Pi’ilani line." },
			{ "person": "Kamehameha", "text": "They were the chiefdom that suppressed my lineage for years." },
			{ "person": "Maui", "text": "Yes, they were the cause of the fragmentation of Hawaii for many years." },
			{ "person": "*", "text": "All that is heard is the screams of chiefs getting torn apart" },
			{ "person": "Kamehameha", "text": "These people have caused so much pointless death." },
			{ "person": "Maui", "text": " That’s why you are here, to unite the islands." },
			{ "person": "*", "text": "End of 7th level" },
			{ "person": "*", "text": "Reach the 8th island" },
			{ "person": "Kamehameha", "text": "This smell is revolting." },
			{ "person": "Maui", "text": "The smell is the flies and owl feces here. The people here have murdered another, they are stuck in the body of a fly, forever being eaten by owls." },
			{ "person": "Kamehameha", "text": "What are the owls doing here?" },
			{ "person": "Maui", "text": "Those owls are eating the sinners and digesting them, slowly and painfully." },
			{ "person": "*", "text": "A fly lands on Kamehameha" },
			{ "person": "Fly", "text": "I am Hoturoa." },
			{ "person": "Hoturoa", "text": "Woe to me who killed my kin." },
			{ "person": "*", "text": "Swatts off unceremoniously" },
			{ "person": "Kamehameha", "text": "You disgust me." },
			{ "person": "Maui", "text": "Let's continue to push forward." },
			{ "person": "*", "text": "Kamehameha agrees" },
			{ "person": "Maui", "text": "We must go now to the final island" },
			{ "person": "*", "text": "Arriving at the 9th island" },
			{ "person": "Maui", "text": "These are the beings that were the most vile in life." },
			{ "person": "Kamehameha", "text": "What sin did they commit?" },
			{ "person": "Maui", "text": "They ate the flesh of another human, committing the most repulsive act possible. Because of this they are forced to devour the congoined flesh of their victims for eternity, at every bit the leash becomes a jagged rock in the throat, and cuts the internal organs, once the entire mass has been consumed, their head rolls off and turns to stone. They are then transformed into stone from the stomach out. They are then broken into dust and the process is repeated." },
			{ "person": "*", "text": "Kamehameha approches one of the sinners" },
			{ "person": "Kamehameha", "text": "Who are you?" },
			{ "person": "The", "text": "I was Ohanuhui, I ate my nephews to protect my crown, and have been forsaken here." },
			{ "person": "Kamehameha", "text": "I no longer want to be here. This horror has taught me what mistakes I need to avoid." },
			{ "person": "Maui", "text": "Kamehameha, get on the conaoe." },
			{ "person": "*", "text": "They leave the island and approach the central whirlpool." },
			{ "person": "Nanaue", "text": "OOPAI (REVENGE)" },
			{ "person": "*", "text": "Nanaue jumps from the water onto the canoe" },
			{ "person": "Maui", "text": "O kēlā manō pōʻino" },
			{ "person": "*", "text": "Maui grabs Nanaue, is bitten and jumps into the water with him" },
			{ "person": "Kamehameha", "text": "Thank you Maui! You saved me!" },
			{ "person": "Maui", "text": "WHAT CAN I SAY EXCEPT YOU’RE WELCOME!" }
		]
	}
}
